[
  "Настольные 10-нм процессоры Intel могут вообще не увидеть свет",
  "LGA 4677: платформа, для которой Intel реализует поддержку PCI Express 5.0",
  "Gamesblender № 434: перенос Doom Eternal, PlayStation 5 в конце 2020-го и Blizzard в центре скандала",
  "Обзор iPhone 11: Apple против жабы",
  "Fortnite настал конец?",
  "AMD FX-8350 на частоте 8794 МГц: история забытого рекорда",
  "Corsair i145/i164: игровой компьютер в компактном корпусе",
  "Спидраннер прошёл GTA: San Andreas за 25 минут, побив рекорд на три с половиной часа",
  "iPhone SE 2 выйдет в I квартале 2020 года: $399, чип A13 и 3 Гбайт ОЗУ",
  "Porsche представила более доступную версию электромобиля Taycan",
  "Недорогой смартфон Vivo Y3 Standard Edition получит экран HD+",
  "Российские учёные помогут уменьшить количество аварий на производстве",
  "ZTE готовит смартфон среднего уровня Blade с многомодульной камерой",
  "Немецким операторам разрешили использовать оборудование Huawei для сетей 5G",
  "Российский тяжёлый луноход будет создан в виде цифровой модели",
  "Вся Россия официально перешла на цифровое эфирное телевидение",
  "В Москве проведены успешные испытания сети 5G",
  "Рабочие станции Fujitsu CELSIUS: высокая производительность тишине не помеха",
  "Ноутбук RedmiBook 14 Enhanced Edition на процессоре AMD Ryzen выйдет через неделю",
  "Смартфон ZTE Blade 20 с 4 Гбайт ОЗУ и батареей на 4870 мА·ч прошёл сертификацию TENAA",
  "Смартфон Vivo iQOO Neo 2 замечен в базе бенчмарка Geekbench",
  "Видео: хорошая производительность The Witcher 3: Wild Hunt на Nintendo Switch",
  "Команду Halo Infinite покинула ведущий продюсер",
  "Вы её не ждали, но она пришла: состоялся анонс и выход ранней версии Postal 4: No Regerts",
  "Infinity Ward заявила, что не создаёт для Call of Duty: Modern Warfare систему лутбоксов",
  "Cyberpunk 2077 «вероятно, не выйдет» на Nintendo Switch",
  "Датамайнеры отыскали в файлах ЗБТ Warcraft III: Reforged много новых скриншотов",
  "Один из руководителей CD Projekt RED надеется на появление многопользовательских игр по Cyberpunk и The Witcher",
  "Представлен мобильный клиент «1С:ERP»",
  "Новая статья: Gamesblender № 434: перенос Doom Eternal, PlayStation 5 в конце 2020-го и Blizzard в центре скандала",
  "Microsoft может избавиться от закругленных углов в новом Edge",
  "Продюсеры Apple TV+ утверждают, что сериал «Видеть» не уступит в эпичности «Игре престолов»",
  "Новую версию uBlock Origin не приняли в Chrome Web Store",
  "Tom Clancy's Ghost Recon: Breakpoint — удивительный винегрет. Рецензия",
  "Code Vein — у вампиров тоже есть душа. Рецензия",
  "Обзор игрового WQHD-монитора ASUS TUF Gaming VG27AQ:\nизбавление от кандалов",
  "Обзор и тестирование корпуса NZXT H510: минимализм с компромиссами",
  "Обзор смартфона BQ Strike Power Max: я хочу еще немного дольше",
  "Обзор умной колонки Яндекс.Станция Мини: джедайские штучки",
  "Компьютер месяца. Спецвыпуск: собираем игровой ПК за 100\nтысяч рублей (осень-зима 2019 года)",
  "Обзор ASUS ROG Phone II: самый мощный Android-смартфон",
  "Gamesblender № 433: RDR2 на ПК, Sony без Лейдена и новая эра VR в The Walking Dead: Saints & Sinners",
  "Обзор видеокарты SAPPHIRE PULSE Radeon RX 5700 XT: кулер здорового человека",
  "Ренессанс мобильных игр? Обзор Apple Arcade",
  "От DOOM Eternal до King’s Bounty II: 11 игр, ради которых стоит сходить на «ИгроМир 2019»",
  "Обзор игрового WQHD-монитора Gigabyte AORUS CV27Q: впереди планеты всей",
  "Обзор электросамоката Starway Z9: чемпион в тяжелом весе",
  "Обзор смартфона Huawei Mate 30 Pro: особенный",
  "Обзор материнской платы ASRock X570 Steel Legend: начальный уровень X570",
  "Компьютер месяца — октябрь 2019 года",
  "Gamesblender № 432: жестокая The Last of Us Part II, бескровная Fallen Order и Medal of Honor в VR",
  "Групповое тестирование 43 видеокарт в Borderlands 3",
  "Oninaki — умереть спокойно не дадут. Рецензия",
  "Групповое тестирование 43 видеокарт в Borderlands 3",
  "Oninaki — умереть спокойно не дадут. Рецензия",
  "The Legend of Zelda: Link’s Awakening — милый музейный экспонат. Рецензия",
  "Обзор корпуса Phanteks Evolv X Glass Galaxy Silver: эстетика в каждой детали",
  "Обзор Nintendo Switch Lite: больше не переключатель",
  "Обзор игрового 34-дюймового UWQHD-монитора LG UltraGear 34GK950G: оправданные ожидания",
  "Обзор Apple iPhone 11 Pro Max: лучший в мире смартфон с худшим названием",
  "Обзор ASUS ZenBook Pro Duo UX581GV: провальный эксперимент или будущее ноутбуков?",
  "The Surge 2 — мастер-класс по сиквелам. Рецензия",
  "Gamesblender № 431: эпическая Total War Saga: Troy, хардкорная Nioh 2 и прорывная Disco Elysium",
  "Обзор видеокарты ROG Strix GeForce RTX 2080 SUPER OC: в погоне за тишиной",
  "Borderlands 3 — игра, застрявшая в прошлом. Рецензия",
  "Daemon x Machina — а можно нам другое будущее? Рецензия",
  "Обзор камеры Canon PowerShot G5 X Mark II: зачем нужны «мыльницы» в наше время?",
  "Первые впечатления от Huawei Mate 30 и Mate 30 Pro: жизнь по-новому",
  "Блок питания Cougar VTX600: новый «старый конь»",
  "Обзор беспроводных наушников JBL TUNE 120TWS: мобильный звук для требовательных",
  "Как правильно и красиво организовать кабель-менеджмент в игровом ПК",
  "Обзор материнской платы ASUS ROG Crosshair VIII Formula: первая Formula для Ryzen",
  "Первые впечатления от Vivo NEX 3: смартфон без кнопок",
  "МойОфис. Эволюция проекта",
  "Gamesblender 430: причуды Кодзимы и Nintendo, душевный ремейк FFVII и новая Resident Evil (но не та)",
  "Remnant: From the Ashes — душевно и с пушками. Рецензия",
  "GreedFall — который раз в ту же реку. Рецензия",
  "Обзор смартфона Samsung Galaxy Note 10+: архифлагман"
]